<?php

return [

    'index' => [
        'title' => 'الألعاب',
        'create' => 'إضافة لعبة جديدة',
        'archive' => 'أرشيف الألعاب',
        'title_tag' => '- الألعاب',
        'notfound' => 'لا يوجد ألعاب لعرضها',
    ],
    'messages' => [
        'search_error' => 'كلمة البحث فارغة !',
        'created' => 'تم إنشاء اللعبة بنجاح',
        'edited' => 'اللعبة :name تم تعديله بنجاح',
        'deleted' => 'تم حذف اللعبة بنجاح',
        'restored' => 'تم إستعادة اللعبة بنجاح',
        'restored_selected' => 'تم إستعادة الألعاب المحددة بنجاح',
        'delete_empty' => 'برجاء إختيار الألعاب المراد حذفهم',
        'deleted_selected' => 'تم حذف الألعاب المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف الألعاب',
        'all' => 'عرض جميع الألعاب',
        'title_tag' => '- أرشيف الألعاب',
        'notfound' => 'أرشيف الألعاب فارغ !',
    ],
    'show' => [
        'view' => 'عرض اللعبة ',
        'back' => 'العودة الى الألعاب',
        'title_tag' => '- عرض اللعبة :title',
    ],
    'create' => [
        'create' => 'إضافة لعبة جديدة',
        'title_tag' => '- إضافة لعبة جديدة',
    ],
    'edit' => [
        'edit' => 'تحديث بيانات اللعبة ',
        'title_tag' => '- تحديث بيانات اللعبة :name',
    ],
    'fields' => [
        'name' => 'إسم اللعبة',
        'info' => 'بيانات اللعبة',
        'level' => 'مستوى اللعبة',
        'type' => 'النوع',
        'standard' => 'أساسية',
        'qualifiers' => 'تصفيات',
        'repetition' => 'العاب التكرار',
        'distance' => 'العاب المسافات',
        'tries' => 'عدد المحاولات',

        'choose' => 'إختيار ...',
        'create' => 'إضافة اللعبة',
        'update' => 'تحديث',
    ],
];