<?php

return [

    'index' => [
        'title' => 'اللاعبين',
        'create' => 'إضافة لاعب جديد',
        'archive' => 'أرشيف اللاعبين',
        'title_tag' => '- اللاعبين',
        'notfound' => 'لا يوجد لاعبين لعرضها',
    ],
    'messages' => [
        'search_error' => 'كلمة البحث فارغة !',
        'created' => 'تم إنشاء اللاعب بنجاح',
        'edited' => 'اللاعب :name تم تعديله بنجاح',
        'deleted' => 'تم حذف اللاعب بنجاح',
        'restored' => 'تم إستعادة اللاعب بنجاح',
        'restored_selected' => 'تم إستعادة اللاعبين المحددين بنجاح',
        'delete_empty' => 'برجاء إختيار اللاعبين المراد حذفهم',
        'deleted_selected' => 'تم حذف اللاعبين المحددين بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف اللاعبين',
        'all' => 'عرض جميع اللاعبين',
        'title_tag' => '- أرشيف اللاعبين',
        'notfound' => 'أرشيف اللاعبين فارغ !',
    ],
    'show' => [
        'view' => 'عرض اللاعب ',
        'back' => 'العودة الى اللاعبين',
        'title_tag' => '- عرض اللاعب :title',
    ],
    'create' => [
        'create' => 'إضافة لاعب جديد',
        'title_tag' => '- إضافة لاعب جديد',
    ],
    'edit' => [
        'edit' => 'تحديث بيانات اللاعب ',
        'title_tag' => '- تحديث بيانات اللاعب :name',
    ],
    'fields' => [
        'name' => 'إسم اللاعب',
        'num' => 'رقم اللاعب',
        'wieght' => 'وزن اللاعب',
        'team' => 'المنتخب',
        'category' => 'الفئة',
        'info' => 'بيانات اللاعب',
        'image' => 'صورة اللاعب',
        'media' => 'الصور',

        'bh' => 'البحرين',
        'kw' => 'الكويت',
        'ae' => 'الإمارات',
        'qa' => 'قطر',
        'om' => 'عمان',
        'ks' => 'السعودية',
        'light' => 'الوزن الخفيف',
        'medium' => 'الوزن المتوسط',
        'strongest' => 'أقوى رجل خليجى',

        'choose' => 'إختيار ...',
        'create' => 'إضافة اللاعب',
        'update' => 'تحديث',
    ],
];